Repository: fangjunyu1/ERdepot
Catalog: ERdepot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Stock index
ar: مؤشر الأسهم
ca: Índex borsari
cs: Akciový index
da: Aktieindeks
de: Aktienindex
el: Δείκτης Μετοχών
es: Índice bursátil
fi: Osakeindeksi
fr: Indice boursier
he: מדד המניות
hi: स्टॉक सूची
hr: Dionički indeks
hu: Részvényindex
id: Indeks Saham
it: Indice azionario
ja: 株価指数
ko: 주가 지수
ms: Indeks Saham
nb: Aksjeindeks
nl: Aandelenindex
pl: Indeks giełdowy
pt_br: Índice de Ações
ro: Indice bursier
ru: Фондовый индекс
sk: Akciový index
sv: Aktieindex
th: ดัชนีหุ้น
tr: Hisse Senedi Endeksi
uk: Фондовий індекс
vi: Chỉ số chứng khoán
zh_hans: 股票指数
zh_hk: 股票指數

source: Swedish
ar: السويدية
ca: Suec
cs: Švédština
da: Svensk
de: Schwedisch
el: Σουηδικά
es: Sueco
fi: Ruotsi
fr: Suédois
he: שוודית
hi: स्वीडिश
hr: Švedski
hu: Svéd
id: Swedia
it: Svedese
ja: スウェーデン語
ko: 스웨덴어
ms: Bahasa Sweden
nb: Svensk
nl: Zweeds
pl: Szwedzki
pt_br: Sueco
ro: Suedeză
ru: Шведский
sk: Švédčina
sv: Svenska
th: ภาษาเช็ก
tr: İsveççe
uk: Шведська
vi: Tiếng Thụy Điển
zh_hans: 瑞典语
zh_hk: 瑞典語

source: Switch language
ar: تبديل اللغة
ca: Canviar l’idioma
cs: Přepnout jazyk
da: Skift sprog
de: Sprache wechseln
el: Αλλαγή γλώσσας
es: Cambiar el idioma
fi: Vaihda kieli
fr: Changer de langue
he: החלף שפה
hi: भाषा बदलें
hr: Promjena jezika
hu: Nyelv váltása
id: Ganti bahasa
it: Cambia lingua
ja: 言語を切り替える
ko: 언어 전환
ms: Tukar bahasa
nb: Bytt språk
nl: Taal wisselen
pl: Zmień język
pt_br: Trocar idioma
ro: Schimbă limba
ru: Сменить язык
sk: Zmeniť jazyk
sv: Byt språk
th: เปลี่ยนภาษา
tr: Dili değiştir
uk: Змінити мову
vi: Đổi ngôn ngữ
zh_hans: 切换语言
zh_hk: 切換語言

source: Switching Currency
ar: تغيير العملة
ca: Canviar de divisa
cs: Změna měny
da: Skift valuta
de: Währung wechseln
el: Αλλαγή νομίσματος
es: Cambio de moneda
fi: Valuutan vaihtaminen
fr: Changer de devise
he: החלפת מטבע
hi: मुद्रा स्विच करें
hr: Promjena valute
hu: Pénznem váltása
id: Mengganti mata uang
it: Cambiare valuta
ja: 通貨を切り替える
ko: 통화 전환
ms: Menukar mata wang
nb: Bytter valuta
nl: Wisselen van valuta
pl: Zmiana waluty
pt_br: Trocar moeda
ro: Schimbarea monedei
ru: Смена валюты
sk: Zmena meny
sv: Byta valuta
th: เปลี่ยนสกุลเงิน
tr: Para birimini değiştir
uk: Зміна валюти
vi: Chuyển đổi tiền tệ
zh_hans: 切换货币
zh_hk: 切換貨幣

source: Terms of use
ar: شروط الاستخدام
ca: Condicions d’ús
cs: Podmínky použití
da: Brugsvilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d’utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Használati feltételek
id: Syarat penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
ms: Terma penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_br: Termos de uso
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky používania
sv: Användarvillkor
th: ข้อตกลงการใช้งาน
tr: Kullanım şartları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hk: 使用條款

source: Thai
ar: التايلاندية
ca: Tailandès
cs: Thajština
da: Thailandsk
de: Thailändisch
el: Ταϊλανδέζικα
es: Tailandés
fr: Thaï
he: תאית
hi: थाई
hr: Tajlandski
id: Thailand
it: Thailandese
ja: タイ語
ko: 태국어
ms: Bahasa Thai
nb: Thailandsk
nl: Thais
pl: Tajski
pt_br: Tailandês
ro: Thailandeză
ru: Тайский
sk: Thajčina
sv: Thailändska
th: ภาษาไทย
tr: Tayca
uk: Тайська
vi: Tiếng Thái
zh_hans: 泰语
zh_hk: 泰語

source: Thanks for your support
ar: شكراً لدعمك
ca: Gràcies pel teu suport
cs: Děkujeme za vaši podporu
da: Tak for din støtte
de: Vielen Dank für Ihre Unterstützung
el: Ευχαριστούμε για την υποστήριξή σας
es: Gracias por su apoyo
fi: Kiitos tuestasi
fr: Merci pour votre soutien
he: תודה על התמיכה שלך
hi: आपके समर्थन के लिए धन्यवाद
hr: Hvala na vašoj podršci
hu: Köszönjük a támogatását
id: Terima kasih atas dukungan Anda
it: Grazie per il tuo supporto
ja: ご支援ありがとうございます
ko: 지원해 주셔서 감사합니다
ms: Terima kasih atas sokongan anda
nb: Takk for din støtte
nl: Bedankt voor je steun
pl: Dziękujemy za wsparcie
pt_br: Obrigado pelo seu apoio
ro: Mulțumim pentru sprijinul dumneavoastră
ru: Спасибо за вашу поддержку
sk: Ďakujeme za vašu podporu
sv: Tack för ditt stöd
th: ขอบคุณสำหรับการสนับสนุนของคุณ
tr: Desteğiniz için teşekkür ederiz
uk: Дякуємо за вашу підтримку
vi: Cảm ơn vì sự ủng hộ của bạn
zh_hans: 感谢支持
zh_hk: 感謝您的支持

source: The data may not be available or the data source may not support the current network environment, resulting in a failure in obtaining data.
ar: قد لا تكون البيانات متاحة أو قد لا يدعم مصدر البيانات بيئة الشبكة الحالية، مما يؤدي إلى فشل الحصول على البيانات.
ca: És possible que les dades no estiguin disponibles o que la font de dades no sigui compatible amb l'entorn de xarxa actual, cosa que provocarà un error en l'obtenció de les dades.
cs: Data nemusí být k dispozici nebo zdroj dat nemusí podporovat aktuální síťové prostředí, což má za následek selhání při získávání dat.
da: Dataene er muligvis ikke tilgængelige, eller datakilden understøtter muligvis ikke det aktuelle netværksmiljø, hvilket resulterer i en fejl i hentningen af data.
de: Möglicherweise sind die Daten nicht verfügbar oder die Datenquelle unterstützt die aktuelle Netzwerkumgebung nicht, sodass beim Abrufen der Daten ein Fehler auftritt.
el: Τα δεδομένα ενδέχεται να μην είναι διαθέσιμα ή η πηγή δεδομένων ενδέχεται να μην υποστηρίζει το τρέχον περιβάλλον δικτύου, με αποτέλεσμα την αποτυχία λήψης δεδομένων.
es: Es posible que los datos no estén disponibles o que la fuente de datos no sea compatible con el entorno de red actual, lo que provocaría una falla en la obtención de los datos.
fi: Tiedot eivät ehkä ole käytettävissä tai tietolähde ei ehkä tue nykyistä verkkoympäristöä, mikä voi johtaa tietojen noutamisen epäonnistumiseen.
fr: Il se peut que les données ne soient pas disponibles ou que la source de données ne prenne pas en charge l'environnement réseau actuel, ce qui entraîne un échec d'obtention des données.
he: ייתכן שהנתונים אינם זמינים או שמקור הנתונים אינו תומך בסביבת הרשת הנוכחית, מה שיגרום לכשל בהשגת הנתונים.
hi: हो सकता है कि डेटा उपलब्ध न हो या डेटा स्रोत वर्तमान नेटवर्क वातावरण का समर्थन न करे, जिसके परिणामस्वरूप डेटा प्राप्त करने में विफलता हो सकती है।
hr: Podaci možda nisu dostupni ili izvor podataka možda ne podržava trenutno mrežno okruženje, što rezultira greškom u dobivanju podataka.
hu: Lehetséges, hogy az adatok nem érhetők el, vagy az adatforrás nem támogatja az aktuális hálózati környezetet, ami az adatok beszerzésének hibájához vezethet.
id: Data mungkin tidak tersedia atau sumber data mungkin tidak mendukung lingkungan jaringan saat ini, yang mengakibatkan kegagalan dalam memperoleh data.
it: I dati potrebbero non essere disponibili oppure la fonte dati potrebbe non supportare l'ambiente di rete corrente, con conseguente errore nell'ottenimento dei dati.
ja: データが利用できないか、データ ソースが現在のネットワーク環境をサポートしていないため、データの取得に失敗する可能性があります。
ko: 데이터를 사용할 수 없거나 데이터 소스가 현재 네트워크 환경을 지원하지 않아 데이터를 가져오지 못할 수 있습니다.
ms: Data mungkin tidak tersedia atau sumber data mungkin tidak menyokong persekitaran rangkaian semasa, mengakibatkan kegagalan dalam mendapatkan data.
nb: Dataene er kanskje ikke tilgjengelige, eller datakilden støtter kanskje ikke det gjeldende nettverksmiljøet, noe som kan føre til at dataene ikke kan hentes.
nl: Het is mogelijk dat de gegevens niet beschikbaar zijn of dat de gegevensbron de huidige netwerkomgeving niet ondersteunt, waardoor het verkrijgen van gegevens mislukt.
pl: Dane mogą być niedostępne lub źródło danych może nie obsługiwać bieżącego środowiska sieciowego, co może skutkować brakiem możliwości uzyskania danych.
pt_br: Talvez a aquisição de dados tenha falhado porque a rede não está ligada ou a fonte de dados não suporta o ambiente de rede atual.
ro: Este posibil ca datele să nu fie disponibile sau ca sursa de date să nu fie compatibilă cu mediul de rețea actual, ceea ce va duce la o eroare în obținerea datelor.
ru: Данные могут быть недоступны или источник данных может не поддерживать текущую сетевую среду, что приведет к сбою в получении данных.
sk: Dáta nemusia byť dostupné alebo zdroj dát nemusí podporovať aktuálne sieťové prostredie, čo vedie k zlyhaniu pri získavaní dát.
sv: Informationen kanske inte är tillgänglig eller så stöder datakällan inte den aktuella nätverksmiljön, vilket leder till att data inte kan hämtas.
th: ข้อมูลอาจไม่พร้อมใช้งานหรือแหล่งข้อมูลอาจไม่รองรับสภาพแวดล้อมเครือข่ายในปัจจุบัน ส่งผลให้ไม่สามารถรับข้อมูลได้
tr: Veriler mevcut olmayabilir veya veri kaynağı mevcut ağ ortamını desteklemiyor olabilir ve bu da veri almada başarısızlığa neden olabilir.
uk: Дані можуть бути недоступні або джерело даних може не підтримувати поточне мережеве середовище, що призводить до помилки в отриманні даних.
vi: Dữ liệu có thể không có sẵn hoặc nguồn dữ liệu có thể không hỗ trợ môi trường mạng hiện tại, dẫn đến không thu thập được dữ liệu.
zh_hans: 可能未联网或数据源不支持当前网络环境，导致获取数据失败。
zh_hk: 可能未連網或資料來源不支援目前網路環境，導致取得資料失敗。

source: The exchange rate and warehouse foreign exchange/foreign currency data in the app are saved locally on the device or stored in the cloud iCound.
ar: يتم حفظ بيانات سعر الصرف والعملة الأجنبية/العملات الأجنبية في التطبيق محليًا على الجهاز أو يتم تخزينها في iClou.
ca: Les dades de tipus de canvi i de divises emmagatzemades a l’aplicació es guarden localment al dispositiu o es desaran al núvol d’iCloud.
cs: Data směnného kurzu a cizích měn v aplikaci jsou uložena lokálně v zařízení nebo v cloudovém úložišti iCloud.
da: Valutakurs- og udenlandske valutadata i appen gemmes lokalt på enheden eller i iCloud.
de: Die Wechselkurs- und Fremdwährungsdaten der App werden lokal auf dem Gerät oder in der iCloud gespeichert.
el: Τα δεδομένα συναλλαγματικών ισοτιμιών και ξένου συναλλάγματος της εφαρμογής αποθηκεύονται τοπικά στη συσκευή ή στο cloud iCloud.
es: Los datos sobre los tipos de cambio y divisas extranjeras en la aplicación se guardan localmente en el dispositivo o se almacenan en la nube de iCloud.
fi: Sovelluksen valuutta- ja ulkomaanvaluuttatiedot tallennetaan paikallisesti laitteeseen tai pilvitallennukseen iCloudissa.
fr: Les données de taux de change et de devises étrangères de l’application sont enregistrées localement sur l’appareil ou stockées dans le cloud iCloud.
he: נתוני שערי החליפין ומטבע החוץ באפליקציה נשמרים מקומית במכשיר או בענן iCloud.
hi: ऐप के एक्सचेंज रेट और विदेशी मुद्रा डेटा को डिवाइस पर लोकल रूप से या क्लाउड आईक्लाउड में सेव किया जाता है।
hr: Podaci o tečaju i stranim valutama u aplikaciji pohranjeni su lokalno na uređaju ili u oblaku iCloud.
hu: Az alkalmazás árfolyam- és devizaadatai helyileg a készüléken vagy az iCloud felhőben vannak tárolva.
id: Data nilai tukar dan mata uang asing di aplikasi disimpan secara lokal di perangkat atau di cloud iCloud.
it: I dati del tasso di cambio e della valuta estera nell’app sono salvati localmente sul dispositivo o archiviati nel cloud iCloud.
ja: アプリの為替レートと外貨データは、デバイスにローカルで保存されるか、iCloudクラウドに保存されます。
ko: 앱의 환율 및 외환 데이터는 기기에 로컬로 저장되거나 iCloud 클라우드에 저장됩니다.
ms: Data kadar pertukaran dan mata wang asing dalam aplikasi ini disimpan secara tempatan pada peranti atau disimpan di awan iCloud.
nb: Valutakurs- og utenlandske valutaopplysninger i appen lagres lokalt på enheten eller i iCloud.
nl: De wisselkoersen en valutagegevens in de app worden lokaal op het apparaat opgeslagen of in de iCloud-cloud opgeslagen.
pl: Dane o kursach walut i walutach obcych w aplikacji są zapisywane lokalnie na urządzeniu lub przechowywane w chmurze iCloud.
pt_br: Os dados de taxas de câmbio e moeda estrangeira no aplicativo são salvos localmente no dispositivo ou armazenados na nuvem do iCloud.
ro: Datele despre cursurile de schimb și valutele străine din aplicație sunt salvate local pe dispozitiv sau stocate în cloud-ul iCloud.
ru: Данные об обменных курсах и иностранной валюте в приложении сохраняются локально на устройстве или в облаке iCloud.
sk: Údaje o výmenných kurzoch a cudzích menách v aplikácii sú uložené lokálne na zariadení alebo uložené v iCloud.
sv: Data om växelkurser och utländsk valuta i appen sparas lokalt på enheten eller lagras i iCloud.
th: ข้อมูลเกี่ยวกับอัตราแลกเปลี่ยนและเงินตราต่างประเทศในแอปจะถูกบันทึกไว้ในเครื่องหรือเก็บไว้ในคลาวด์ iCloud
tr: Bu uygulamadaki döviz kuru ve yabancı para verileri cihazda yerel olarak saklanır veya iCloud’da depolanır.
uk: Дані про обмінний курс та іноземну валюту в додатку зберігаються локально на пристрої або в хмарі iCloud.
vi: Dữ liệu về tỷ giá và ngoại tệ trong ứng dụng được lưu trữ cục bộ trên thiết bị hoặc lưu trên đám mây iCloud.
zh_hans: 应用内的汇率及仓库外汇/外币数据 均保存在本地设备上或存储于云端iCound。
zh_hk: 應用程式中的匯率和外幣數據保存在設備本地或存儲在iCloud雲端。

source: The exchange rate data in this app comes from the Internet.
ar: تأتي بيانات سعر الصرف في هذا التطبيق من الإنترنت.
ca: Les dades de tipus de canvi en aquesta aplicació provenen d’Internet.
cs: Data směnného kurzu v této aplikaci pocházejí z internetu.
da: Valutakursdata i denne app kommer fra internettet.
de: Die Wechselkursdaten dieser App stammen aus dem Internet.
el: Τα δεδομένα συναλλαγματικών ισοτιμιών σε αυτήν την εφαρμογή προέρχονται από το Διαδίκτυο.
es: Los datos de los tipos de cambio en esta aplicación provienen de Internet.
fi: Sovelluksen valuuttatiedot tulevat internetistä.
fr: Les données de taux de change de cette application proviennent d’Internet.
he: נתוני שער החליפין באפליקציה זו מגיעים מהאינטרנט.
hi: इस ऐप में विनिमय दर डेटा इंटरनेट से आता है।
hr: Podaci o tečaju u ovoj aplikaciji dolaze s interneta.
hu: Az alkalmazásban található árfolyamadatok az internetről származnak.
id: Data nilai tukar dalam aplikasi ini berasal dari internet.
it: I dati del tasso di cambio in questa app provengono da Internet.
ja: このアプリの為替レートデータはインターネットから取得されています。
ko: 이 앱의 환율 데이터는 인터넷에서 가져옵니다.
ms: Data kadar pertukaran dalam aplikasi ini berasal dari Internet.
nb: Valutakursdata i denne appen hentes fra internett.
nl: De wisselkoersgegevens in deze app komen van het internet.
pl: Dane dotyczące kursów walut w tej aplikacji pochodzą z Internetu.
pt_br: Os dados de taxas de câmbio neste aplicativo vêm da Internet.
ro: Datele cursului de schimb din această aplicație provin de pe internet.
ru: Данные обменных курсов в этом приложении поступают из интернета.
sk: Údaje o výmenných kurzoch v tejto aplikácii pochádzajú z internetu.
sv: Växelkurserna i denna app kommer från Internet.
th: ข้อมูลอัตราแลกเปลี่ยนในแอปนี้มาจากอินเทอร์เน็ต
tr: Bu uygulamadaki döviz kuru verileri İnternetten alınmaktadır.
uk: Дані обмінного курсу в цьому додатку надходять з Інтернету.
vi: Dữ liệu tỷ giá trong ứng dụng này đến từ Internet.
zh_hans: 本应用内的汇率数据均来自于网络。
zh_hk: 本應用程式中的匯率數據來自互聯網。

source: Today's highest price
ar: أعلى سعر اليوم
ca: Preu més alt d'avui
cs: Nejvyšší cena dneška
da: Dagens højeste pris
de: Der heutige Höchstpreis
el: Η υψηλότερη τιμή σήμερα
es: El precio más alto de hoy
fi: Tämän päivän korkein hinta
fr: Le prix le plus élevé du jour
he: המחיר הגבוה ביותר של היום
hi: आज का उच्चतम मूल्य
hr: Današnja najviša cijena
hu: A mai legmagasabb ár
id: Harga tertinggi hari ini
it: Il prezzo più alto di oggi
ja: 今日の最高価格
ko: 오늘의 최고가
ms: Harga tertinggi hari ini
nb: Dagens høyeste pris
nl: Hoogste prijs van vandaag
pl: Najwyższa cena dzisiaj
pt_br: Preço mais alto de hoje
ro: Cel mai mare preț de astăzi
ru: Самая высокая цена на сегодняшний день
sk: Najvyššia cena dnes
sv: Dagens högsta pris
th: ราคาสูงสุดในวันนี้
tr: Bugünün en yüksek fiyatı
uk: Найвища ціна на сьогодні
vi: Giá cao nhất hôm nay
zh_hans: 今日最高价
zh_hk: 今日最高價

source: Today's lowest price
ar: أدنى سعر اليوم
ca: Preu més baix d'avui
cs: Dnešní nejnižší cena
da: Dagens laveste pris
de: Der heutige Niedrigstpreis
el: Η χαμηλότερη τιμή σήμερα
es: El precio más bajo de hoy
fi: Tämän päivän alin hinta
fr: Prix le plus bas du jour
he: המחיר הנמוך ביותר של היום
hi: आज की सबसे कम कीमत
hr: Najniža cijena danas
hu: Mai legalacsonyabb ár
id: Harga Terendah Hari Ini
it: Prezzo più basso di oggi
ja: 本日の最低価格
ko: 오늘의 최저가
ms: Harga Terendah Hari Ini
nb: Dagens laveste pris
nl: De laagste prijs van vandaag
pl: Dzisiejsza najniższa cena
pt_br: Preço mais baixo de hoje
ro: Cel mai mic preț de astăzi
ru: Самая низкая цена на сегодня
sk: Najnižšia cena dnes
sv: Dagens lägsta pris
th: ราคาต่ำสุดในวันนี้
tr: Bugünün en düşük fiyatı
uk: Найнижча ціна на сьогодні
vi: Giá thấp nhất hôm nay
zh_hans: 今日最低价
zh_hk: 今日最低價

source: Track historical foreign exchange rate trends.
ar: تتبع اتجاهات تاريخية لأسعار الصرف.
ca: Seguiment de tendències històriques dels tipus de canvi.
cs: Sledujte historické trendy směnných kurzů.
da: Følg historiske valutakurstendenser.
de: Verfolgen Sie historische Trends der Wechselkurse.
el: Παρακολουθήστε τις ιστορικές τάσεις των ισοτιμιών.
es: Rastrear tendencias históricas de las tasas de cambio.
fi: Seuraa valuuttakurssitrendien historiaa.
fr: Suivre les tendances historiques des taux de change.
he: עקוב אחרי מגמות היסטוריות של שיעורי ההמרה.
hi: ऐतिहासिक विनिमय दर प्रवृत्तियों का पालन करें।
hr: Pratite povijesne trendove tečaja.
hu: Kövesse a történelmi árfolyami trendeket.
id: Ikuti tren nilai tukar historis.
it: Segui le tendenze storiche dei tassi di cambio.
ja: 歴史的な為替レートのトレンドを追う。
ko: 역사적 환율 트렌드 추적.
ms: Ikuti trend kadar pertukaran sejarah.
nb: Følg historiske valutakurs-trender.
nl: Volg historische wisselkoerstrends.
pl: Śledź historyczne trendy kursów wymiany.
pt_br: Acompanhe as tendências históricas das taxas de câmbio.
ro: Urmăriți tendințele istorice ale cursurilor de schimb.
ru: Отслеживайте исторические тенденции обменных курсов.
sk: Sledovať historické trendy výmenných kurzov.
sv: Spåra historiska växelkurs trender.
th: ติดตามแนวโน้มอัตราแลกเปลี่ยนทางประวัติศาสตร์
tr: Tarihi döviz kuru eğilimlerini takip edin.
uk: Відстежувати історичні тенденції обмінних курсів.
vi: Theo dõi xu hướng tỷ giá lịch sử.
zh_hans: 追踪历史外币汇率变化趋势。
zh_hk: 追蹤歷史外匯匯率趨勢。

# TRY
source: Turkish Lira
ar: الليرة التركية
ja: トルコ・リラ
zh_hans: 新土耳其里拉

source: Turkish
ar: التركية
ca: Turc
cs: Turečtina
da: Tyrkisk
de: Türkisch
el: Τουρκικά
es: Turco
fi: Turkki
fr: Turc
he: טורקית
hi: तुर्की
hr: Turski
hu: Török
id: Turki
it: Turco
ja: トルコ語
ko: 터키어
ms: Bahasa Turki
nb: Tyrkisk
nl: Turks
pl: Turecki
pt_br: Turco
ro: Turcă
ru: Турецкий
sk: Turečtina
sv: Turkiska
th: ภาษาเตอร์กิช
tr: Türkçe
uk: Турецька
vi: Tiếng Thổ Nhĩ Kỳ
zh_hans: 土耳其语
zh_hk: 土耳其語

source: Ukrainian
ar: الأوكرانية
ca: Ucraïnès
cs: Ukrajinština
da: Ukrainsk
de: Ukrainisch
el: Ουκρανικά
es: Ucraniano
fi: Ukraina
fr: Ukrainien
he: אוקראינית
hi: यूक्रेनी
hr: Ukrajinski
hu: Ukrán
id: Ukraina
it: Ucraino
ja: ウクライナ語
ko: 우크라이나어
ms: Bahasa Ukraine
nb: Ukrainsk
nl: Oekraïens
pl: Ukraiński
pt_br: Ucraniano
ro: Ucraineană
ru: Украинский
sk: Ukrajinčina
sv: Ukrainska
th: ภาษาอูเครน
tr: Ukraynaca
uk: Українська
vi: Tiếng Ukraina
zh_hans: 乌克兰语
zh_hk: 烏克蘭語

source: Update frequency
ar: تردد التحديث
ca: Freqüència d'actualització
cs: Frekvence aktualizací
da: Opdateringsfrekvens
de: Aktualisierungshäufigkeit
el: Συχνότητα ενημέρωσης
es: Frecuencia de actualización
fi: Päivitystiheys
fr: Fréquence de mise à jour
he: תדירות עדכון
hi: अद्यतन आवृत्ति
hr: Učestalost ažuriranja
hu: Frissítési gyakoriság
id: Frekuensi pembaruan
it: Frequenza di aggiornamento
ja: 更新頻度
ko: 업데이트 빈도
ms: Kekerapan kemas kini
nb: Oppdateringsfrekvens
nl: Updatefrequentie
pl: Częstotliwość aktualizacji
pt_br: Frequência de atualização
ro: Frecvența actualizării
ru: Частота обновления
sk: Frekvencia aktualizácií
sv: Uppdateringsfrekvens
th: ความถี่ในการอัพเดท
tr: Güncelleme sıklığı
uk: Частота оновлення
vi: Tần suất cập nhật
zh_hans: 更新频率
zh_hk: 更新頻率

source: update the language configuration
ar: تحديث تكوين اللغة
ca: Actualitza la configuració de l’idioma
cs: Aktualizovat jazykové nastavení
da: Opdater sprogkonfiguration
de: Sprachkonfiguration aktualisieren
el: Ενημέρωση διαμόρφωσης γλώσσας
es: Actualizar la configuración del idioma
fi: Päivitä kieliasetukset
fr: Mettre à jour la configuration de la langue
he: עדכון הגדרת השפה
hi: भाषा कॉन्फ़िगरेशन अपडेट करें
hr: Ažuriraj jezične postavke
hu: Nyelvi konfiguráció frissítése
id: Perbarui konfigurasi bahasa
it: Aggiorna la configurazione della lingua
ja: 言語設定を更新
ko: 언어 구성 업데이트
ms: Kemas kini konfigurasi bahasa
nb: Oppdater språkinnstillingene
nl: Taalconfiguratie bijwerken
pl: Zaktualizuj konfigurację języka
pt_br: Atualizar a configuração do idioma
ro: Actualizați configurația limbii
ru: Обновить конфигурацию языка
sk: Aktualizovať jazykové nastavenie
sv: Uppdatera språkinställningen
th: อัปเดตการตั้งค่าภาษา
tr: Dil yapılandırmasını güncelle
uk: Оновити мовні налаштування
vi: Cập nhật cài đặt ngôn ngữ
zh_hans: 更新语言配置
zh_hk: 更新語言配置

source: Update time
ar: تحديث الوقت
ca: Hora de l’actualització
cs: Čas aktualizace
da: Opdateringstid
de: Aktualisierungszeit
el: Χρόνος Ενημέρωσης
es: Hora de actualización
fi: Päivitysaika
fr: Heure de mise à jour
he: זמן עדכון
hi: अपडेट समय
hr: Vrijeme ažuriranja
hu: Frissítési idő
id: Waktu Pembaruan
it: Orario di aggiornamento
ja: 更新時間
ko: 업데이트 시간
ms: Masa Kemaskini
nb: Oppdater tid
nl: Bijwerktijd
pl: Czas aktualizacji
pt_br: Hora de atualização
ro: Ora actualizării
ru: Время обновления
sk: Čas aktualizácie
sv: Uppdateringstid
th: เวลาการอัปเดต
tr: Güncelleme Zamanı
uk: Час оновлення
vi: Thời gian cập nhật
zh_hans: 更新时间
zh_hk: 更新時間

source: Version
ar: النسخة
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
fi: Versio
he: גרסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
sk: Verzia
th: รุ่น
tr: Versiyon
uk: Версія
vi: Phiên bản
zh_hans: 版本号
zh_hk: 版本

source: Vietnamese
ar: الفيتنامية
ca: Vietnamita
cs: Vietnamština
da: Vietnamesisk
de: Vietnamesisch
el: Βιετναμέζικα
es: Vietnamita
fi: Vietnam
fr: Vietnamien
he: וייטנאמית
hi: वियतनामी
hr: Vijetnamski
hu: Vietnámi
id: Vietnam
it: Vietnamita
ja: ベトナム語
ko: 베트남어
ms: Bahasa Vietnam
nb: Vietnamesisk
nl: Vietnamees
pl: Wietnamski
pt_br: Vietnamita
ro: Vietnameză
ru: Вьетнамский
sk: Vietnamčina
sv: Vietnamesiska
th: ภาษาเวียดนาม
tr: Vietnamca
uk: В’єтнамська
vi: Tiếng Việt
zh_hans: 越南语
zh_hk: 越南語

source: Warehouse
ar: المستودع
ca: Magatzem
cs: Sklad
da: Lager
de: Lager
el: Αποθήκη
es: Almacén
fi: Varasto
fr: Entrepôt
he: מחסן
hi: वेयरहाउस
hr: Skladište
hu: Raktár
id: Gudang
it: Magazzino
ja: 倉庫
ko: 창고
ms: Gudang
nb: Lager
nl: Magazijn
pl: Magazyn
pt_br: Armazém
ro: Depozit
ru: Склад
sk: Sklad
sv: Lager
th: คลังสินค้า
tr: Depo
uk: Склад
vi: Kho hàng
zh_hans: 仓库
zh_hk: 倉庫

source: Warehouse amount
ar: مقدار المخزن
ca: Quantitat d’estoc
cs: Množství skladem
da: Lagerbeholdning
de: Lagerbestand
el: Ποσότητα στο Απόθεμα
es: Cantidad en almacén
fi: Varaston määrä
fr: Quantité en stock
he: כמות במלאי
hi: स्टॉक में मात्रा
hr: Količina u skladištu
hu: Raktár mennyiség
id: Jumlah di Gudang
it: Quantità in magazzino
ja: 在庫量
ko: 재고 수량
ms: Jumlah Stok
nb: Lagerbeholdning
nl: Voorraadhoeveelheid
pl: Ilość w magazynie
pt_br: Quantidade em estoque
ro: Cantitatea în depozit
ru: Количество на складе
sk: Skladová zásoba
sv: Lagerbelopp
th: จำนวนในคลัง
tr: Depo Miktarı
uk: Кількість на складі
vi: Số lượng trong kho
zh_hans: 仓库金额
zh_hk: 庫存金額
